label timur_good_end:
    "Дисциплинарка миновала! Коменда похвалила нас за ремонт. Тимур был очень благодарен мне."

    "Из-за скандала в начале я всё же уговорил Тимура вместе сходить к психологу, а после мой сосед, не без моей поддержки, решился пойти к специалисту один. Ему было тяжело, но он знал, что вечером его всегда жду я - его друг и чашка тёплого чая."

    "Я всё ещё чувствую чьё-то присутствие, но оно меня больше не пугает."

    #Чёрный фон
    play background audio.wind fadein 1.0
    centered "{size=+24}{color=#ffffff}Кому-то ещё нужна твоя помощь"
    stop background fadeout 1.0

return
