label timur_bad_end:
    "В конечном итоге, нам с Тимуром пришлось платить дисциплинарку. Мои тяпы-ляпы не прокатили, и один из кусков обоев свалился прямо на голову коменданта."

    "После этого Тимур съехал от меня. Он не сказал ни слова на прощание, и мне было стыдно говорить что-либо. Иногда я встречаю его на кухне, вместе с новым соседом они увлечённо обсуждают какую-то игру."

    "После переезда Тимура призрак больше ко мне не являлся."

    #Чёрный фон
    play background audio.wind fadein 1.0
    centered "{size=+24}{color=#ffffff}Давай помогу начать всё сначала."
    stop background fadeout 1.0

return
