
label timur_cp2:
    $ quick_menu = False

    scene black with dissolve

    pause 1
    scene cj_chapter2_timur_1 with dissolve
    pause 0.5
    scene cj_chapter2_timur_2 with dissolve
    pause 2

    scene black with dissolve
    $ quick_menu = True
    play music sincerely

    "Ситуация следующая: меня и Тимура будто бы бес попутал. В основном, конечно, Тимура."

    "В основном, конечно, Тимура. Из-за какого-то плаката и соседа с непробиваемой точкой зрения касательно всего мы теперь стоим перед угрозой дисциплинарки, проблемой обязательного ремонта, живём с порванными обоями и плакатом, а комендант думает о нас, как о двух людях не совсем адекватного поведения."

    "Теперь я, зная, что в нашей комнате живёт непредсказуемый человек, засыпаю с мыслью о том, что, возможно, Тимур что-то сделает со мной ночью."

    "Я пытался пару раз поговорить с комендантом, чтобы объяснить ситуацию подробнее, но поставил себя в ещё более неловкое положение."

    "«Ты выглядишь так, будто оправдываешься перед мамой», — стыдила она меня. Никогда я ещё не чувствовал себя так неловко."

    "Единственным доступным сейчас вариантом я посчитал следующий: нужно собрать волю в кулак, позабыть о своей гордости и смириться с тем, что часть своего свободного времени я буду вынужден тратить на ремонт."
    scene bg_room_ruined with dissolve

    "Во время утренних сборов я заметил, как Тимур одевался: видимо, он тоже собирался в вуз. Идти вместе не хотелось, поэтому вариант оставался такой: подождать, пока мой сосед выйдет первым, отсчитать пять минут и выйти, чтобы идти позади. Но это унизительно звучит, верно? Пускай это он за мной плетётся!"

    "Говорят, в армии нужно научиться собираться, пока горит спичка. С моей скоростью её бы даже не успели зажечь."

    "Однако мой сосед показал мне, что он достойный соперник — мы вышли из дома одновременно. Ничья означала, что придётся нам идти рядом. Благо, что мы хотя бы негласно решили молчать всю дорогу. Разговаривать нам не о чем, да и желания нет."

    "Остаётся только погрузиться в свои мысли и считать шаги до того момента, когда мы сможем разойтись и притвориться незнакомцами."

    play background city
    scene bg_street_morning_winter with dissolve

    "Есть три возможных направления взгляда человека во время ходьбы: себе под ноги, вперёд и куда-то ввысь."

    "Опираясь на все мои знания о людях и предположения, Тимур является тем самым человеком, который будет смотреть куда угодно, но только не вверх."

    "Однако, к моему удивлению, взгляд его был устремлён именно в небо."

    "Сейчас я в очередной раз задался вопросом: что может быть в голове у этого человека? Что он увидел в этом облачном небе?"

    "Может быть, он на самом деле мечтатель? Или просто любит небо. Или облака."

    "В детстве я тоже их любил. Лежишь себе, смотришь на них. Думаешь, как они выглядят, на кого похожи."

    "Вон там вот облако выглядит как динозавр. А вон нога или Италия. А вон сердце. Действительно, белое сердце."

    "Может быть Тимур тоже смотрит на это обла…"
    scene black with dissolve
    stop music
    play sound bibika

    #Фон приближающаяся машина

    "Что это? Машина. И куда он гонит? А, стоп. Это же я на красный вышел. Значит, сейчас меня собьют. Чёрт."

    "…"

    play sound tire
    scene bg_street_morning_winter with dissolve

    "А?"

    "Живёхонек."

    "Задницей ударился. И всё? Странно…"

    "Набравшись сил, я открыл глаза. Сердце из облаков передо мной. Похоже, не умер."

    "Точно, кто-то меня быстро оттуда оттащил."
    #сидж Тимур стоит над гг, но пока пускай спрайт

    show timur angry wintera with dissolve

    "Приподнявшись, я заметил лицо Тимура, полыхающее от злости. Судя по всему, это он меня и спас."

    "Так злится, будто бы сам чуть не умер."

    show timur yell wintera with dissolve

    t "Смотри, куда прёшь, дурак! Умереть захотел?! Совсем жить надоело?! Ты просто невыносим!"

    "Казалось, что мне надо что-нибудь ответить, но именно в этот момент весь мой словарный запас куда-то улетучился, и я не смог произнести ни слова."
    hide timur yell wintera with dissolve

    "Теперь я должник Тимура, получается. Нет, даже хуже, ведь непонятно, чем можно расплатиться за спасение жизни."

    "Он спас меня просто потому, что он хороший человек: вполне адекватный и, наверное, даже не эгоист, как я думал раньше."

    "Да и дело не в том, что он спас меня, а в его реакции."

    "Голос его был наполнен злостью, за которой скрывался страх. Он действительно не на шутку испугался, что я останусь белым силуэтом на этой дороге, и гнев его вызван переживаниями за меня."

    "Это нормальное дело — переживать за людей, когда они находятся в смертельной опасности, но, чаще всего, если тебе всё равно на человека, такие глубокие и яркие эмоции не появляются."

    "Он волновался и злился из-за меня, попутно покрывая нецензурной бранью водителя, продолжающего своё движение, а я не мог и слова вымолвить."

    play music chill

    "Остаток пути прошёл в глубоком молчании, и, только когда мы поднимались на крыльцо вуза, меня будто вернуло в реальность и я осознал, что даже не сказал простое спасибо."

    scene bg_classroom with dissolve
    play background people

    "Силуэт моего спасителя растворился в толпе, и снова я его увидел только в аудитории, где он сидел, как всегда, особняком от других."

    "Взгляд его был устремлён в никуда — если мы рассматриваем этот вопрос метафорически, но по факту он просто уставился в парту. Место рядом с ним занимал только его верный товарищ — рюкзак."

    #Спрайт гг и Тимур рядом

    "Я подсел рядом как в первый день. Я собирался извиниться, поэтому время до начала пары тянулось целую вечность."

    "Инцидент уже вышел из моей головы, а эмоции отступили."

    "Наверное, внутри меня всё-таки были честь и небольшое количество благородства, которые заставили меня коснуться плеча своего соседа и прошептать:"

    #Спрайт гг смущенный
    show mc sada at left2 with dissolve

    mc "С-спасибо."

    "Реакция Тимура крайне удивила меня. Я предполагал, что в ответ, как обычно, буду довольствоваться игнорированием моих слов, но сейчас он повернулся и посмотрел на меня так, что я совсем не понимал, чего ожидать от него прямо сейчас."

    show timur normala at right2 with dissolve

    t "Да ничего, любой бы так сделал. Только в следующий раз спасать не буду."

    show mc normala at left2 with dissolve

    mc "Правда, спасибо, если бы не ты…"

    t "Проехали."

    "Судя по всему, инцидент на дороге смягчил его поведение. Наверное, это мой шанс завести диалог. Но… Я не знаю, о чём говорить. В голову ничего не лезет. Вот бы существовала инструкция по общению с людьми."

    "Нужно что-то срочно сымпровизировать! Это будет первый шаг на пути к починке наших… Стоп, точно! У нас же ремонт намечается."

    mc "Что будем делать с ремонтом?"

    scene cj_discussion with dissolve
    hide timur normala with dissolve
    hide mc normala with dissolve

    "После этого вопроса пара пролетела незаметно. Всё оставшееся время мы с Тимуром обсуждали, что купить, когда приступить к работе и как распределить обязанности."

    pause 0.5
    stop music fadeout 1.0
    scene bg_classroom with dissolve
    "Мы решили сразу после пары пойти в магазин, и, как только занятия закончились, направились к выходу из университета."

    scene cj_exit with dissolve
    play music knowledge fadein 1.0
    "Прямо у дверей перед нами внезапно появился староста группы. Все называли его «Шнурком»."

    a "Попрошу всех собрать в свободной аудитории, у меня есть пара важных объявлений, также новости насчет расписания сессии и многое другое. Это не займёт много времени."

    scene cj_alex with dissolve

    a "Дорогие дамы и господа! На следующей неделе состоится «Карьерный марафон», просьба по возможности всем принять участие. А также уже есть список курсовых на этот семестр…"

    menu:
        "Слушать":

            a "Все долги по дисциплинам нужно сдать на этой неделе…"

            a "В этом семестре у нас пять экзаменов и шесть зачётов…"

            a "Поздравляем с первым местом в конкурсе…"

            "Бла-бла-бла…"

            "Признаюсь, я очень старался слушать старосту. Но этот, больше напоминающий медитацию для сна, монолог о каких-то документах, успехах наших одногруппников, долгах, сессии… Очень скучный."
            scene bg_classroom with dissolve
            "Я нашёл глазами Тимура, в нём было ещё меньше попыток вникнуть в слова старосты - он просто спал за партой."

            #Спрайт Тимур, спящий за партой, положив голову на руки
            "Окинув взглядом аудиторию, я понял, что почти никто из одногруппников не слушал Шнурка."
            "Заметив это, я даже проникся сожалением к нему. Он там старается, распинается перед нами, а всем всё равно."
            "Мне захотелось поддержать этого парня, пусть мы с ним и не знакомы. Всю оставшуюся пару я всё-таки вникал в то, о чём он говорил."

        "Не слушать":
            scene bg_classroom with dissolve
            "За этот день я так устал, что это собрание не вызывало у меня никакого энтузиазма. Признаюсь, я даже не пытался вслушаться в монотонную и сто процентов скучную речь нашего старосты."
            "Я окинул взглядом аудиторию."

            "Похоже, одногруппники разделяли моё отношение к этому собранию. Пара ребят впереди абсолютно игнорировала Шнурка. Они обсуждали что-то, точно не касающееся учёбы, и смеялись."

            "Я повернулся к Тимуру."

            "Тот боролся со сном, пытаясь хотя бы делать вид, что вникает в то, о чём говорит Шнурок."
            scene cj_alex with dissolve

            "Но тут я обратил внимание на девушку с первой парты. Её глаза сияли, а взгляд был прикован к старосте."

            "Она практически единственная слушала его, так ещё и с такими горящими глазами. Навряд ли в ней такие эмоции вызвали даты сдачи курсовых работ и информация о количестве зачётов."
            scene bg_classroom with dissolve

            show mc normala at left2 with dissolve
            mc "Слушай, а что это за девушка?"

            show timur normala at right2 with dissolve
            t "Это Марго."

            mc "А чего она на него так пялится?"

            t "Так она влюблена в Шнурка ещё с начала года, а тот то ли реально не замечает, то ли специально игнорирует. Вся группа уже ставки делает на то, заметит или нет."

            mc "Это же очевидные намёки, как можно этого не замечать…"

            t "Ему стоит внимательнее относиться к людям и смотреть по сторонам."
            hide mc normala with dissolve
            hide timur normala with dissolve

    "Наконец-то староста закончил своё выступление. Он отпустил нас и пожелал удачи. Мы с Тимуром с облегчением выдохнули."
    stop music fadeout 1.0
    stop background
    scene bg_street_night_winter with dissolve

    "Хоть этот день уже и так меня очень утомил, я закрыл на это глаза, ведь нам ещё идти в строительный магазин."

    "Мне кажется, во взгляде Тимура я прочитал то же самое. Но, делать нечего, мы отправились в «увлекательное путешествие» в мир обоев, шпаклёвки и остальных материалов для ремонта."

    scene bg_hardware_store with dissolve

    "Мы провели в магазине несколько часов. Мне кажется, покупка стройматериалов нас несколько сблизила."

    "Мы обсуждали, что лучше купить, как будет выглядеть наша комната. Также я узнал, что Тимуру уже приходилось делать ремонт у себя дома."

    scene bg_street_night_winter with dissolve

    "По дороге в общагу мой сосед сказал, что будет руководить работой."

    "Меня, конечно, немного расстроил тот факт, что сказал он это не очень тактично. Но я решил не возражать и не перечить ему. У него больше опыта в этом деле да и лидерские качества более выдающиеся."

    scene bg_room_ruined with dissolve

    "Мы зашли в комнату. Этот день вымотал нас обоих."

    "Тимур сразу рухнул на кровать, а я же, в свою очередь, слегка перекусил и тоже приготовился ко сну, обдумывая планы на завтрашний день."

    "Мы приступим к ремонту. Уверен, всё получится!"
    pause 0.5

    scene black with off
    play background room
    play music home fadein 1.5

    #Тёмный фон

    #Сон с Евой.
    scene bg_room_dawn with dissolve

    "Комнату заполнил солнечный свет. Тимура не было, но я всё же решил приступить к подготовке комнаты к ремонту."

    "Я начал сдвигать мебель так, чтобы можно было подступиться к стенам и обоям."

    "Всё готово, осталось лишь снять полку над моим рабочим столом. Я открутил три болтика и приступил к последнему, который держал её у стены."

    stop music fadeout 0.5
    "Но вдруг меня что-то отвлекло. Женский голос за моей спиной…"

    un "Осторожно!"

    scene cj_renovation_dream with dissolve

    #полка с грохотом падает, громкий звук
    "Я обернулся и увидел её. Та самая девушка из моих предыдущих снов."

    "Отвёртка выпала из рук, а последний болтик, как назло, оказался не слишком надёжным. Полка с грохотом обвалилась мне на ногу."

    "Жгучая боль, вся нога просто горела."

    "Я не знаю, что пугало меня больше. Возможность перелома или взгляд этой девушки."

    "Она не сводила с меня глаз. Но её выражение было спокойным и безэмоциональным."

    "Она больше ничего не говорила…"

    "А затем темнота…"
    scene black with dissolve
    pause 1
    scene bg_room_dawn with onn

    "Темнота прояснилась. Меня переполнял липкий, окутывающий всё тело и разум страх. Я тут же вскочил и посмотрел на свою ногу."

    "Она была цела и совсем не болела."

    "Это немного привело меня в чувства, а мозг напомнил, что это был всего лишь сон."

    "Это всё сон. Опять эти кошмары… И к чему мне это снится?"

    play sound door

    "Дверь в комнату распахнулась. Я приподнялся с кровати и увидел Тимура. Его лицо выражало уже привычную мне эмоцию — недовольство."

    show timur angry homea at right2 with dissolve
    play music circus fadein 3.0

    t "Ты что — до сих пор спишь?! У нас дел по горло, давай вставай!"

    show mc normal homea at left2 with dissolve
    mc "Как же не хочу…"

    #спрайт гг ленивый, недовольный
    "Десять утра. Он обычно отсыпался в это время. Чего же ему сегодня не спалось? Неужели он настолько серьёзно решил отнестись к этому ремонту, что аж режим свой нарушил?"

    "Если честно, засыпая вчера вечером, я был более настроен на предстоящие работы. Этот сон совсем выбил меня из колеи."

    hide timur angry homea with dissolve
    hide mc normal homea with dissolve

    "Поэтому я не особо торопился, пока приводил себя в порядок с утра."

    "Нерасторопно почистив зубы, я приступил к завтраку и пытался есть свою тарелку хлопьев как можно дольше."

    "Но тут я почувствовал сверлящий меня взгляд Тимура. Пожалуй, ускорюсь. Думаю, моя нерасторопность выводит его из себя."

    show mc normal homea at left2 with dissolve
    mc "С чего начнём?"

    show timur normal homea at right2 with dissolve
    t "Давай для начала выкинем весь хлам."

    hide mc normal homea with dissolve
    hide timur normal homea with dissolve

    scene cj_tidy_up with dissolve
    "Тимур вручил мне большой мусорный мешок, купленный нами вчера, и отправил убирать половину комнаты."

    "За время моего проживания хлама накопилось достаточно, и даже от прошлых владельцев осталось…"

    "В комнате воцарилась тишина, довольно-таки неловкая. Из-за этого голову начали лезть мысли о сне, о той девушке… Я пытался отвлечься, но получалось думать только о сегодняшней ночи."

    "Это уже невозможно, надо хоть с Тимуром поговорить."

    scene bg_room_dawn with dissolve

    show mc normal homea at left2 with dissolve
    mc "Что у тебя с численными методами?"

    show timur normal homea at right2 with dissolve
    t "Сделаю за пару дней."

    show mc surprise homea at left2 with dissolve
    mc "А ты вообще их видел? Там же очень сложно!"

    t "Да я уже делал подобное. Не труднее, чем создавать игру."

    show mc smile homea at left2 with dissolve

    mc "О, так ты уже и игры делаешь?"

    show timur sad homea at right2 with dissolve
    t "Когда-то начал, но потом как-то не срослось. Сейчас нечего об этом думать."

    show mc smile homea at left2 with dissolve
    mc "Как это нечего? Это же так круто! А что за игра была?"

    show timur normal homea at right2 with dissolve
    t "Хотел сделать визуальную новеллу, но не умею толком рисовать, да и было бы не очень. Теперь это никому не интересно."

    "Манера общения Тимура меня удивила. Я думал, что мы с ним сблизились, но он разговаривал так, как при первой встрече, будто весь наш прогресс общения стёрся и ничего не значил."

    "Он замыкался в себе, и создавалось ощущение, что мы с ним вообще не знакомы, а в воздухе опять воцарилась тишина и ощутимое напряжение."

    "Но, несмотря на это, надо как-то поддержать его. У него ведь правда всё может получиться!"

    mc "Пиши о том, что тебя волнует, что знаешь. Может, кто-то поймёт, что он не один и есть ещё люди с такими же проблемами."

    show timur embarrassed homea at right2 with dissolve
    t "Оказывается, ты такой романтик, спасибо."

    "Не уверен, что мой совет был полезным. Я пытался понять, какие эмоции испытывает Тимур в данный момент."

    "Похоже, что он задумался над моими словами. Может, они хоть немного его подбодрили."

    #Звуки уборки
    hide timur embarrassed homea with dissolve
    hide mc smile homea with dissolve

    "Мы с Тимуром продолжили уборку. Это действие сопровождалось повседневной беседой. Говорили о ремонте, я рассказал несколько школьных историй, и мы даже немного обсудили наших одногруппников."

    "Мне кажется, я начинаю привыкать к Тимуру. Могу сказать, что он меня хотя бы уже не раздражает."

    "Но тут моё приподнятое настроение сменилось. Тимур с выражением лица командира вручил мне мешок с мусором."

    show mc normal homea at left2 with dissolve
    mc "Почему только я должен тащить весь этот мусор?!"

    show timur normal homea at right2 with dissolve
    t "Я пакеты принёс, а ты мусор выносишь. Всё честно."
    hide timur normal homea with dissolve

    "Такая несправедливость ошарашила меня: я даже не придумал, что ответить."
    stop music fadeout 1.0
    hide mc hormal homea with dissolve

    "Я выхватил мешок с хламом и направился к выходу, громко хлопнув дверью."
    play sound door
    scene bg_hallway_day with dissolve

    t "Только давай быстрее, нам ещё мебель двигать!"

    "Мне было нечего ответить соседу и на это. Не понимаю, почему я должен выполнять самую тяжёлую работу? Я таскаю весь этот мусор, а Тимур, как король, сидит в комнате и раздаёт указания!"

    pause 0.5

    scene bg_dorm_winter_day with dissolve
    play background city

    "Пока я шёл до мусорного контейнера, было слышно, как мешок трещал и рвался. Он был особенно тяжёлым — в нём находился карниз, который мы решили заменить."

    #Звук треснущего мешка и грохота
    "Я замахнулся, чтобы выкинуть весь этот хлам, но пакет порвался, и содержимое упало прямо на мою ногу."

    "Жгучая боль, вся моя пострадавшая конечность просто горела. Я опять вспомнил о сне."

    "Неужели девушка хотела предупредить меня об опасности? А что если это не все неприятности, с которыми я сегодня столкнусь? Может, она пыталась меня защитить? Стоит ли продолжать ремонт? Вдруг сегодня не самый удачный день?"

    menu:
        "Уйти":

            "Нет, нет и ещё раз нет. Такое просто так не могло присниться. Конечно же, должно быть какое-то объяснение. Мистика хороша для второсортных романов, которыми я, к слову, никогда не увлекался. Может, это связанно с моим неизмеримо-вселенским уровнем усталости."

            "Тем более, я и так сегодня наработался. Труд сделал из обезьяны человека, а Тимур эти мешки не таскал. Пусть хоть мебель подвигает. Уверен, он и один справится."

            "На удивление, боль в ноге, которая разрывала меня изнутри ещё пару минут назад, стихла. Ну, правда мистика. Когда это я стал таким выносливым и быстро исцеляющимся? Я решил, что, пожалуй, лучше совершу прогулку на свежем воздухе."

            #Спокойная музыка
            play music chill

            "Я направился к воротам, которые отделяли территорию общежития от улицы. Но тут передо мной возникла комендант."

            show comenda normal at right2 with dissolve
            od "Привет, как продвигается ремонт?"

            show mc normal wintera at left2 with dissolve
            mc "Да так, медленно, но верно."

            od "Как отношения с Тимуром, не ссорились больше?"

            show mc sad wintera at left2 with dissolve
            mc "Пока нет, но с ним бывает трудно."

            #Спрайт ОЛД грустно кивает головой
            "Её выражение лица сменилось. Она взгрустнула и кивнула головой. Глаза коменданта выражали понимание и поддержку."

            show comenda normal at right2 with dissolve
            od "Ты не обижайся на него, он хороший парень. Просто у него сейчас трудный период, тяжело ему. Ну ладно, мне идти пора. Удачи с ремонтом!"

            hide comenda normal with dissolve
            hide mc sad wintera with dissolve

            "Холодок пробежался по спине. Я плохо знал Тимура. Может, у него и вправду что-то случилось, а я тут его бросать собрался."

            "Во мне заиграла совесть. Хотя, если честно, настроя продолжать ремонт у меня не было абсолютно."

            menu:
                "Уйти":
                    $ relate_timur -= 10
                    "Я подумал ещё. Я не могу уже терпеть этот ремонт, а он только начался. Пожалуй, ничего не случится, если я немного прогуляюсь."

                    "Мои угрызения совести поутихли, и я направился к выходу с территории общежития."

                    scene bg_street_morning_winter with dissolve

                    "На самом деле, я всё ещё плохо знал город. И вообще понятия не имел, где тут гулять. Поэтому я по привычному маршруту направился в сторону университета."

                    "Эта дорога уже пресытилась мне. Почти каждый день я наблюдал одно и то же. Но я понял, что никогда не всматривался в те пейзажи, которые видел каждый день."

                    play music darkrooms fadein 1.0
                    "Вдруг что-то яркое в сугробе заставило меня остановиться."

                    scene cj_flowers with dissolve

                    "Я решил подойти поближе, чтобы понять, что же это такое."
                    "Оказалось, на снегу лежало несколько красных гвоздик. Мне стало не по себе, по всему телу побежали мурашки. Я оцепенел от холода, но дело было не в погоде на улице."

                    scene bg_street_morning_winter with dissolve
                    show jenya normal wintera at right2 with dissolve
                    j_un "Привет. Жуткие, правда? Как кровь."
                    stop music

                    "Я вскочил от удивления — совсем не услышал, что ко мне кто-то подошёл."

                    "Я обернулся. Рядом со мной стояла моя одногруппница."

                    show mc surprise wintera at left2 with dissolve
                    j_un "Прости, что напугала."

                    show mc normal wintera at left2 with dissolve
                    mc "Ничего страшного. Как тебя зовут? Ты не знаешь, почему здесь лежат эти цветы?"

                    j "Женя. А эти цветы… они для призрака общаги."

                    "Я не знал, что и ответить, поэтому просто продолжал смотреть на мою новую знакомую."

                    j "Не беспокойся, мне ещё ни разу не удалось увидеть его. Я разбираюсь в этой теме, поэтому такое точно бы не пропустила."

                    mc "Наверное."

                    show jenya smile wintera at right2 with dissolve
                    j "А ты случайно не тот новенький из группы?"

                    show mc smile wintera at left2 with dissolve
                    mc "Я, кстати, [mcname]. Да, это я."

                    j "Я рада, что встретила тебя. А… а ты хорошо разбираешься в объектно-ориентированном программировании?"

                    show mc normal wintera at left2 with dissolve
                    mc "Не идеально, но понимаю."

                    show jenya sad wintera at right2 with dissolve
                    j "О, а ты можешь мне с этим помочь?"

                    "Выражение её лица было таким трогательным. Я не мог ей отказать, тем более, и так уже подвёл сегодня Тимура, не могу же я ещё и с Женей так обойтись."

                    "К тому же, это будет хорошим оправданием перед соседом, который по-любому злился на меня."

                    mc "Да, давай помогу."

                    show jenya smile wintera at right2 with dissolve
                    j "Я очень тебе благодарна. Может, пойдём в кафе и там обсудим?"

                    mc "Веди меня."
                    play music leaves

                    hide mc normal wintera with dissolve
                    hide jenya smile wintera with dissolve

                    "Я шёл вслед за Женей. По дороге я притормозил и оглянулся на наше общежитие. Мне всё ещё было совестно перед Тимуром. Интересно, что же он скажет, когда я вернусь вечером?"

                    "Всё, хватит о Тимуре! Я уже согласился помочь Жене, да и новые знакомства среди одногруппников мне не помешают. С Тимуром как-то разберемся. В любом случае нам придётся ещё жить вместе, да и ремонт мы только начали."

                    "Откинув все угрызения совести, я продолжил идти за моей новой знакомой."

                    scene bg_cafe with dissolve
                    play background people

                    "Мы с Женей вошли в уютное кафе, а летом, скорее всего, на улицах с плетёной мебелью. Сейчас же все места располагались внутри здания."

                    "Интерьер в стиле лофт выглядел как-то по-домашнему успокаивающе: красные кресла рядом со столиками, развешанные на потолке флажки. Комнатные растения и мягкое освещение добавляли месту какую-то особенную атмосферу."

                    "Выбрав столик у окна, Женя опустилась на стул и позвала официанта, заказав молочный коктейль. Я же сел рядом."

                    "Выудив конспекты, мы принялись за работу. Я старался объяснить Жене тему, а она достаточно успешно пыталась её понять, хоть это и не всегда у неё получалось."

                    "После плодотворной работы мы решили сделать небольшой перерыв. А я, дабы не упускать возможность, решил узнать то, что в последнее время меня так сильно интересует. Призрак…"

                    show mc normala at left2 with dissolve
                    mc "А что за призрак, можешь рассказать?"

                    show jenya normala at right2 with dissolve
                    j "Я многого не знаю, но говорят, что он появился около года назад и ходит по коридорам общаги."

                    "Женя нарочито прищурила глаза, наклонив голову. Она замолчала, будто стараясь придать атмосфере каплю таинственности и жути."

                    show jenya grina at right2 with dissolve
                    j "Этого призрака видел только один человек, но он не выдержал такого соседства и съехал с общаги."

                    show mc sad crosseda at left2 with dissolve

                    "В голове отчётливо и в подробностях всплыли недавние сны, а ощущение чьего-то присутствия лишь усилилось. Мне стало не по себе. Неужели всё это не случайно и призрак теперь ходит за мной?"

                    show jenya normala at right2 with dissolve
                    j "Ты чего?"
                    mc "Да нет, ничего, всё нормально."

                    j "Ты испугался местной страшилки?"

                    show mc normala at left2 with dissolve
                    mc "Да нет, всё нормально, говорю же."

                    show jenya grina at right2 with dissolve
                    j "Верю, верю. А какое у тебя хобби?"


                    pause 1
                    stop music fadeout 1.5
                    scene black with dissolve
                    hide jenya grina with dissolve
                    hide mc normala with dissolve
                    pause 0.5
                    play background city
                    scene bg_street_night_winter with dissolve

                    #cj дорога к общаге
                    "Я и не заметил, как от истории про местную страшилку мы перешли к обсуждению преподов в универе, потом к любимым книгам и фильмам, а вскоре уже и вовсе болтали обо всём на свете."

                    "У меня было ощущение, что я знаком с этой милой рыжеволосой девочкой уже много лет — так мне было с ней легко и спокойно."

                    "Женя оказалась очень приятным собеседником, с которым можно было забыться в разговоре и не замечать происходящее вокруг. Так и случилось."

                    "Она уже давно пожелала хорошего вечера официанту в кофейне, и мы, завернув за угол, пошли в сторону общежития."

                    play background room fadein 0.5
                    scene bg_hallway_light with dissolve

                    "Однако вынырнуть из увлекательной беседы в реальность мне удалось лишь тогда, когда прекрасный голос Жени исчез, а я уже стоял один на один с дверью, отделяющей меня от определённо очень злого Тимура."

                    "Кажется, в этот момент я вспомнил все дыхательные практики, которые помогают бороться со стрессом и, сделав ещё раз глубокий вдох, перешагнул порог в комнату, которая казалась мне сейчас обителью зла."

                    play sound door
                    scene bg_room_nowalls with dissolve

                    "Только зайдя в комнату, окутанную полумраком, я осознал, что уже давно наступил вечер, а вместе с ним и последствия за моё решение пойти в кафе с Женей вместо помощи Тимуру в нашем совместном деле."

                    "Но, увы, ничего не вернуть, и я, окинув взглядом комнату, с сожалением и досадой увидел, что вся мебель была уже сдвинута Тимуром в одиночку, а все старые обои были сняты со стен."

                    "Самого мастера дел по ремонту я обнаружил за столом у стены. Он что-то сосредоточенно печатал на компьютере, а яркий свет от экрана освещал его лицо, не выражавшее никакой эмоции."

                    "Тимур никак не отреагировал на то, что пришёл его сосед. Приглядевшись к гаджету, я увидел, что Тимур, судя по всему, уже начал делать свою игру, так как на экране было открыто множество окон, во многих из которых были иллюстрации и программные коды."

                    "Тут моё внимание привлекла правая нога Тимура, которая была в бандаже. Эластичный бинт фиксировал поврежденную стопу. А ведь утром этого не было…"

                    "И тут я вспомнил свой сон, в котором повредил как раз правую ногу и именно эту часть. От осознания сложившегося пазла этих необъяснимых событий у меня пошли мурашки."

                    "Сон, без сомнения, оказался вещим, но только на моём месте оказался Тимур."

                    "В голове замелькало множество мыслей, возможных вариантов объяснения этого, но самым ярким чувством в этот момент был стыд перед Тимуром, который сжигал сердце. Сжигал дотла."

                    "Мне очень хотелось извиниться перед соседом. Я долго подбирал нужные слова и оправдания своему поступку и наконец решился обратиться."

                    show mc sad handa at left2 with dissolve
                    mc "Тимур, я…"

                    t "Отвали."
                    hide mc sad handa at left2 with dissolve

                    "Это одно слово гром среди ясного неба, сразу вычеркнуло из моей головы все извинения и объяснения. Хотя…"

                    "Какие тут могут быть оправдания тому, что я бросил соседа в нашем общем деле? Ещё и Тимур получил из-за меня травму."

                    "Так казалось, ведь это мне приснился вещий сон. Я мог догадаться и предупредить, тогда бы этого не произошло. Но сейчас уже ничего не исправить."

                    "Больше в этот вечер мы не сказали друг другу ни слова."

                    "Тимур довольно быстро закончил работу в компьютере, не обращая никакого внимания на меня, словно меня и вовсе не существовало, лёг в кровать, накрывшись одеялом с головой и отвернувшись от меня к стене."

                    "А вот мне никак не удалось предаться сну. Я долго ворочался на кровати, меня бросало то в жар, то в холод, и казалось, будто из темноты комнаты на меня смотрели глаза, холодные и осуждающие. Но они сразу же исчезали, стоило лишь моргнуть."

                    "Я решил последовать примеру Тимура и отвернулся к стене, закрыв глаза и накрывшись одеялом с головой. Мне удалось провалиться в сон, но с липким чувством страха и ощущением холода по спине."
                    scene black with off
                    pause 0.5
                    stop background

                "Вернуться к ремонту":
                    $ helpedWithRepair = True
        "Вернуться к ремонту":
            $ helpedWithRepair = True

    if helpedWithRepair:
        $ relate_timur += 15

        "Я понимал, что не могу бросить Тимура в общем деле, тем более, что отношения у нас стали более менее налаживаться, и сейчас стоит поставить это в приоритет. Всё-таки лучше, когда с сожителем вы не просто молчите и игнорируете друг друга."

        "Подумаешь, какой-то сон, это не должно меня пугать и останавливать. Я уже взрослый мальчик и не боюсь всяких страшилок и монстров под кроватью. Наверное…"

        "Я постарался отогнать все плохие мысли и направился ко входу общежития. Уже вечерело, и солнце кидало прощальные отблики в его коридорах…"

        play background room
        scene bg_room_dawn

        "Зайдя в комнату, я увидел, что Тимур уже убирал учебники с полки в коробку."

        show timur normal homea at right2 with dissolve
        t "Готов к тяжелой работе? На это уйдёт много времени."

        show mc sad homea at left2 with dissolve
        mc "Д-да."

        t "Нужно сдвинуть всю мебель и освободить стены."

        "Я нехотя обвёл взглядом комнату, чтобы прикинуть объёмы предстоящей работы, скорее страданий. Как бы этого делать не хотелось, но надо, пути назад нет. Лучше сделать дело и, как говорится, гулять смело."

        t "Сдвинь пока свою кровать."

        show mc normal homea at left2 with dissolve
        mc "Да, хорошо."
        hide timur normal homea with dissolve
        hide mc normal homea with dissolve
        play music cozy fadein 0.5

        "Я подошёл к кровати, радуясь, что пока мне досталось не очень сложное занятие. Только для начала надо убрать всякий хлам и одежду, накиданную сверху кровати. Зачем нужен шкаф, когда есть кровать?"

        "Осталось только снять коробку с верхнего яруса, и можно двигать."

        "Убрав всё ненужное, я наконец-то подошёл сбоку своего спального сооружения, уверенно взялся за перила и попытался отодвинуть его от стены хотя бы на миллиметр. Но, увы, все попытки были тщетны, и получилось только лишь приподнять, но о том, чтобы сдвинуть, и речи быть не могло."

        "Но я не из тех, кто быстро сдаётся. Решившись подойти с другой стороны, я, к сожалению, столкнулся с таким же результатом."

        "Запыхавшись и раскрасневшись, я изрядно выдохся с этой кроватью, но поддаваться мне в этом ожесточённом поединке она явно не собиралась."

        "Невольно закрадывались мысли, из какого же материала сделана эта кровать. Чугунная, что ли…"

        show timur angry homea at right2 with dissolve
        t "Чё ты там возишься?"

        show mc surprise homea at left2 with dissolve
        mc "Да эта кровать просто неподъёмная!"

        t "Отойди, хлюпик."

        hide mc surprise homea with dissolve
        hide timur angry homea with dissolve

        "Я отошёл в ожидании, что Тимур сейчас повторит мой неудачный опыт с передвижением кровати."

        "Но каково же было моё удивление, когда Тимур, словно пушинку, сдвинул кровать одной рукой."

        "Теперь я уже думал не о том, из чего сделана кровать, а о том, из чего сделан Тимур, раз ему так легко поддалась такая тяжесть."

        show timur angry homea at right2 with dissolve
        t "Толку от тебя ноль."

        show mc normal homea at left2 with dissolve
        mc "Раз уж такой умный, делай всё сам!"

        show timur normal homea at right2 with dissolve
        t "Окей."

        "Я чувствовал себя обиженным и даже униженным после реплик Тимура в мой адрес и этой чугунной кровати. Садясь на виновницу неуверенности в своей силе, я стал наблюдать за своим соседом."

        "Тимур очень быстро и легко сдвигал всю мебель, словно она ничего не весила."

        show mc sad homea at left2 with dissolve
        mc "Ты хорошо и один справляешься, видимо, моя помощь совсем не требуется."

        show timur normal homea at right2 with dissolve
        t "Да, ты только мешаешь."

        "Я находился в лёгком шоке от столь резкого ответа Тимура, а в голове всё ещё крутилась обида, постепенно перерастающая в злость. Уверенность в своих силах будто улетучилась, всё же возвращаться к ремонту не стоило."

        "Гоняя табун мыслей, я краем глаза заметил Тимура, тянущегося к полке на своей стороне комнаты с отверткой в руках."

        stop music fadeout 0.5

        "Перед моими глазами всплыл недавний сон, и я, словно молния, вскочил с кровати, подбегая к Тимуру:"

        show mc surprise homea at left2 with dissolve
        mc "Осторожно!"
        show timur surprise homea at right2 with dissolve
        #цг с полкой, гг и Тимуром (есть на диске в папке работы на неделю - берём версию, где у героев есть зрачки)
        #соотвественно, предыдущий спрайт Тимура можно убрать
        #звук грохот падающей полки

        "Расшатанные, ржавые саморезы, которые, наверное, были вкручены во времена мезозоя, вывалилились из стены, отчего полка с грохотом упала. И, вероятно, она отдавила бы Тимуру ногу, не окажись я рядом."

        "Находясь в шоке, Тимур поднял свои глаза на меня в тот момент, когда я ставил полку на пол. Ещё бы чуть чуть…"

        t "Ну у тебя и реакция! Радиоактивные пауки случайно не кусали?"

        show mc normal homea at left2 with dissolve #с учётом цг можно убрать
        mc "Да вроде нет. А мебель здесь, похоже, вся на соплях держится."

        #убираем цг

        show timur sad homea at right2 with dissolve
        t "Спасибо. Ещё немного, и моей ноге бы не поздоровилось."

        "Я смотрел на Тимура, и мне казалось, что вся его напыщенность и агрессия вдруг куда-то исчезли. Его взгляд притупился, будто стыдясь признать, что не совсем он справился сам."

        "Теперь же он неловко отводил взгляд. Обиду на Тимура я решил отпустить."

        show mc normal homea at left2 with dissolve
        mc "Да не за что. Думаю, помощь тебе всё-таки пригодится. Вместе ломали, вместе и чинить будем."

        "Тимур подумал пару секунд, а после выдохнул и ответил:"

        show timur normal homea at right2 with dissolve
        t "Ладно. Только делай, что скажу."

        show mc smile homea at left2 with dissolve
        mc "Слушаюсь, босс."

        hide mc smile homea with dissolve
        hide timur normal homea with dissolve

        scene bg_room_nowalls with dissolve
        play music sadness
        "В конечном итоге, к ремонту мы всё же приступили, а неловкая тишина постепенно перетекла в шутки. Шутки же в свою очередь вылились в приятную беседу."

        "В тот момент, когда мы снимали старые обои, наши разговоры чем-то напоминали общение хороших друзей."

        "Тимур распланировал ремонт от «А» до «Я» и не забыл уточнить, какие товары необходимо докупить и как делать то или иное действие. Его познания в ремонте меня сильно удивили. Впервые встречаю своего сверстника, который бы разбирался в ремонте."

        show mc normal homea at left2 with dissolve
        mc "И где ты так хорошо ремонт делать научился? Прямо настоящий профи!"

        show timur normal homea at right2 with dissolve
        t "Переезжали раньше часто. Приходилось родителям с ремонтом помогать. И за мелкими заодно приглядывать."

        mc "У тебя есть младшие братья и сестры?"

        t "Да, две сестры и брат."

        mc "Сложно, наверное, когда столько детей?"

        t "Бывает. С малышнёй же постоянно возиться надо. То поиграть, то покормить, то с уроками помочь. Родители всё не успевали, вот я с младшими и сидел."

        mc "М-да, не завидую тебе. Я-то в семье один рос."

        "Тимур резко взглянул на меня серьёзным, как будто даже строгим, взглядом. Так обычно смотрит учительница, если во время урока ты болтаешь."

        "Это немного нарушило наладившуюся между нами идиллию и тёплую дружескую атмосферу. Мне стало не по себе, я начал думать, что, возможно, я что-то не то сказал и задел чувства соседа."

        "Вроде ничего такого не было."

        show timur sad homea at right2 with dissolve
        t "Как ни странно, я рад проводить с ними время. Мне кажется, что без них было бы пусто и тихо. А тебе не одиноко?"

        mc "Да не особо. Когда у тебя этого нет изначально, ты по этому скучать не можешь."

        "Тут я заметил, что лёгкая тоска и грусть легли на лицо Тимура. Взгляд резко застыл и стал как будто пустым. Мой сосед явно погрузился в воспоминания о семье."

        mc "Скучаешь по ним?"

        t "Очень. Мне часто звонят из дома с вопросом, когда вернусь. У меня редко получается их навестить, хотя хотелось бы это делать чаще. Но я обещал хорошо учиться, а если буду каждый раз ездить, то времени на учебу останется меньше."

        show timur embarrassed homea at right2 with dissolve
        "Я заметил, как Тимур остановил в моменте свои эмоциональные порывы и душевную речь про семью, постеснявшись, что он такой сентиментальный и позволил сбросить свою железную маску при мне."

        "А я, наоборот, был очень тронут и даже восхищен таким тёплым и заботливым отношением с первого взгляда бездушного человека к своей семье."

        show mc smile homea at left2 with dissolve
        mc "Им повезло иметь такого старшего брата, как ты."

        "Тимур смотрел мне в глаза, дабы удостовериться, что я не вру и это не сарказм и не ирония."

        "Однако, увидев мою искренность, отвернулся, попытавшись скрыть улыбку, но в его глазах было заметно — ему очень приятно и важно слышать такое."

        show timur smile homea at right2 with dissolve
        t "Спасибо."

        hide timur smile homea with dissolve
        hide mc smile homea with dissolve

        "После такой милой беседы мы вернулись к довольно немилой реальности и продолжили работать."

        "Cовсем скоро комната была похожа на поле битвы, где вещи словно подкидывало в воздух от взрывов, и они падали в самых разных уголках. Наши явно проигрывали. Но это лишь вдохновило меня и Тимура добавить ещё больше творческого беспорядка, устроив бои снежками из комков обоев."

        "Потом Тимур взобрался на лестницу, чтобы отодрать обои под потолком, ну, или для того, чтобы не упустить шанс назвать меня коротышкой."

        "Я вдруг поймал себя на мысли, что мне не верится в то, как такой мрачный, молчаливый и грубый сосед, каким я его видел первое время, превратился в  забавного и весёлого парня."

        "У нас уже образовалась неплохая бригада по ремонту, где каждый знал, что и как он делает. Будь у меня больше опыта, могли бы открыть фирму и предоставлять услуги ремонтников. Работа кипела и шла в четыре руки очень быстро. Но, как и в любой работе, мы делали обязательные перерывы на еду."

        #Звуки ремонта

        "Вместе за это время мы успели не только снять обои, но и отшкурить, а также зашпаклевать трещины и даже нанести грунтовку."

        "Помимо постоянного дурачества Тимур провёл небольшую лекцию по ремонту, рассказав много интересного и полезного, например, как лучше клеить обои, какие есть лайфхаки, чтобы ровно зашпаклевать."

        "Я с радостью слушал и думал про себя, какой Тимур оказывается приспособленный к самостоятельной жизни, да и просто ловкий парень."

        show timur smile homea at right2 with dissolve
        t "Хорошо поработали, теперь можно и отдохнуть."

        show mc smile homea at left2 with dissolve
        mc "Окей, начальник."
        show timur happy homea at right2 with dissolve

        "Тимур уже не скрывал смеха и отшучивался, что зарплату он всё равно своему рабочему задержит в этом месяце."

        mc "Может, чаю попьём?"

        t "Давай."
        #фон комнаты без обоев (nowalls), без спрайтов. просто фон
        "Мы с Тимуром решили отпраздновать сегодняшние великие труды чаепитием, которое наша прекрасная бригада рабочих точно заслужила."

        "В центре комнаты очень кстати стоял стол, на котором мы выложили свои закрома сладостей. Как раз пригодилась банка брусничного варенья от моей мамы и целый пакет башкирских сладостей от Тимура."

        "К тому же я смог насладиться национальной кухней, о сладостях которой мне раньше не приходилось слышать, например, баурсак. Тимур с радостью всё рассказал о нём, погружая меня в колорит этой культуры."

        "Мы сели за стол. Несмотря на то, что сейчас наша комната напоминала, скорее, какую-то заброшку, я чувствовал себя очень уютно и спокойно. Это было, наверное, в первый раз за всё время моего пребывания в общаге."

        #помните, что сейчас герои дома, в пижамах!!!

        #спрайт Тимур, эмоция сожаления (грусть, может)
        t "Извини за плакат. Я не хотел, чтобы так вышло."

        #спрайт гг лёгкая улыбка
        mc "И ты меня тоже извини, я должен был прислушаться к тебе и найти компромисс."

        "Вдруг Тимур странно притих, как будто весь немного съёжился. Он задумчиво посмотрел в кружку с чаем, словно видя что-то в своём отражении. В его глазах я заметил некую тоску и отстранённость."

        #спрайт гг встревоженный (нормальный подойдёт)
        mc "С тобой всё хорошо, что-то случилось?"

        #спрайт Тимур грустный (если одна и та же эмоция спрайта повторяется подряд, повторно объявлять спрайт не нужно)
        t "Дело не в самом плакате, а в мультфильме."

        #спрайт гг обычный
        mc "Да ладно тебе, нормальный мультфильм, лёгкий, местами смешной. Особенно мне нравится момент, когда главная героиня впервые встречается со своей сестрой Миюки на Рифовом острове. Было одновременно и трогательно, и забавно."

        #спрайт Тимур, немного задумчивый
        t "Ну, вообще-то, это была не первая их встреча. Помнишь Фестиваль цветов, на котором похитили магического зверька Рен? Нацуко тогда столкнулась у кондитерского ларька со странной девушкой в маске. Это как раз и была Миюки."

        mc "Точно, совсем об этом позабыл."

        "В моей голове не сходился пазл: откуда Тимур знал этот момент так точно?"

        #спрайт гг озадаченный (возможно, подойдёт удивлённый, но не уверена)
        mc "А откуда ты это знаешь?"

        #спрайт Тимур обычный
        t "Я мультфильм наизусть знаю."

        "Тут мои мысли запутались ещё больше. С чего это мой сосед знает этот мультфильм наизусть? Почему он тогда сорвал плакат? Догадок не было, а мысли противоречили друг другу. Тимур сделал глоток чая и с тяжёлым вдохом, словно через силу, начал объяснять."

        #спрайт Тимур грустный
        t "Раньше я любил этот мультфильм, но теперь он напоминает мне о прошлом… О том, что я потерял."

        #спрайт гг обычный
        mc "Ты винишь себя в этом?"

        #спрайт Тимур подавленный, опущенный взгляд
        t "Да."

        "Тимур даже не мог поднять глаз, застыв как статуя в одном положении. Снова он стал восковым. Будто безжизненным. Кажется, даже кожа его побледнела."

        "Не нужно было быть экспертом в области психологии, чтобы понять, что для Тимура эта тема очень болезненная и важная. Я хотел поддержать и подбодрить его, но не знал как, и ещё больше терялся в такой ситуации."

        mc "Знаешь, я тоже раньше потерял кое-что важное и долго себя в этом винил. Если бы я тогда поступил по-другому, может быть, этого бы не случилось? Я не мог перестать об этом думать."

        t "Как ты справился?"

        mc "Мне помогли, я обратился к специалисту. Не скажу, что стало совсем легко, но намного лучше. Боль от потери не уйдет, но со временем ты станешь это спокойнее воспринимать."

        "Тимур продолжал сидеть, задумчиво поглядывая куда-то в сторону."

        mc "Тебе не нужно проживать все это в одиночестве. Я могу что-то сделать для тебя? Постараюсь помочь, чем смогу."

        #спрайт Тимур обычный

        t "Нет, я не думаю. Но спасибо за то, что выслушал."

        #вырубаем музыку с плавным переходом в тишину

        #спрайт гг, чуть улыбается (в сценарии этого нет, но будто по контексту очень напрашивается)
        mc "И всё же, если тебе что-то будет нужно, знай, что я готов и хотел бы помочь."

        #спрайт Тимур, чуть улыбается
        t "Спасибо, буду иметь в виду."

        #спрайт гг обычный
        mc "Знаешь, у меня игра есть, «UNO» называется. Может, сыграем? Я, правда, не умею…"

        #спрайт Тимур обычный
        t "Ты не умеешь играть в «UNO»?"

        mc "Нет."

        t "А зачем тебе игра, в которую ты не умеешь играть?"

        mc "Так я её и приобрёл, чтобы научиться играть. Логично ведь."

        #спрайт Тимур, чуть улыбается
        t "Ну хорошо, научу, так уж и быть. Но учти, поддаваться не буду."

        #спрайт гг, чуть улыбается
        mc "Договорились."

        #убираем спрайты
        #ставим весёлую музыку (funny должно вроде подойти)

        "После этих слов мы убрали ненужные вещи со стола, чтобы организовать на нём место для нашего карточного сражения."

        "Тимур объяснил мне правила, которые я, хоть и не сразу, но освоил. Цифра к цифре, цвет к цвету. «Реверс», чтобы изменить ход, а «+4», чтобы добавить карту сопернику. Ну, и про смену цвета и блок хода я тоже старался не забывать. Вроде всё просто…"

        "На словах. Однако во время игры мне соображалось туго. Тимура, кажется, забавляла моя неумелая игра. Ну, или ему просто нравилось меня обыгрывать."

        #спрайт Тимур обычный
        t "В сухую как-то неинтересно играть. Тебе нужна мотивация к победе."

        #спрайт гг обычный
        mc "Предлагаешь сыграть на деньги?"

        #спрайт Тимур удивлённый
        t "Что? Нет конечно. Игра на деньги – для слабаков. Давай на чай!"

        #спрайт гг удивлённый
        mc "На чай?!"

        #спрайт Тимур, чуть улыбается
        t "Да, ты прав, просто на чай скучно. Давай на чай с печеньками!"

        "Суть была максимально понятна. В начале игры мы делаем ставку в виде чайного пакетика и какой-нибудь вкусности. Победитель забирает всё. И, как ни странно, такая мотивация позволила мне пару раз победить."

        "Однако мастерство Тимура в скором времени оставило меня без чайных пакетиков в коробке и трёх шоколадных батончиков. Моих любимых, к слову."

        #спрайт недовольного гг - на будущее, пока что такого нет
        mc "Так нечестно! Ты точно нечестно играешь!"

        #спрайт Тимур, очень широкая улыбка (вроде как happy в init помечено)
        t "Что? Я? Да никогда в жизни! Фортуна на моей стороне, вот и всё. Учись играть!"

        #спрайт гг, как можно более весёлый

        mc "Uno uno uno un momento, сейчас я тебя точно обыграю!"

        "И Тимур звонко рассмеялся. Рассмеялся так заразительно, что и я попал под это обаяние. Мы ещё долго шутили и смеялись вместе, и это не могло меня не радовать."

        t "Слушай, а давай такие обои купим!"

        "Тимур приложил к стене зелёную карточку."

        mc "Интересно! А может, такие?"

        "Я прислонил желтую карточку к стене."

        t "А на эту стену такие!"

        #прячем спрайты героев

        "И мы как заведённые начали бегать по комнате, подбирая цвет к стенам, используя карточки «UNO», попутно болтая обо всё на свете."

        #музыка затихает

        #если потом будет тёмный фон комнаты на ремонте, нужно будет поменять. Пока оставляем прежний

        "Перед сном мы ещё долго не могли утихомириться, даже лежа в кроватях. Беседа лилась потоком, словно горная река, как вдруг, Тимур сказал:"

        t "Спасибо за вечер, мне давненько не было так весело."

        "А я ответил ему взаимностью."

        #плавно переходим в чёрный фон

        "В моей голове пронеслась мысль: «Всё же он не из титана. И даже не из чугуна. Он такой же человек с такими же эмоциями, переживаниями и, как оказалось, таким тяжёлым прошлым». Но на этом моя рефлексия прервалась, и я провалился в сон. В эту ночь меня ничто не тревожило."

        #затихает вся музыка и фоновые звуки
        #небольшая пауза
        #снова включаем эмбиент комнаты

        "Было холодно. Я сильнее укутался в одеяло, как вдруг звук скотча заставил меня резко развернуться."

        #фон тёмной комнаты гг без света, как в самом начале игры (пока что до ремонта, ибо ремонтной нет)

        "За столом сидела девушка из предыдущего сна и что-то склеивала, напевая какую-то знакомую мелодию. "

        "Я встал, медленно приближаясь к ней. Моя рука очень осторожно коснулась её плеча. Мгновение… Секунда…"

        "Девушка испарилась, будто её здесь никогда и не было. Стало тихо, уши словно оказались в вакууме, а взгляд опустился на стол."

        #цг со склееным плакатом - он есть на диске в цг Тимура

        "На нём лежал тот самый постер, аккуратно склеенный скотчем."


return
