
label timur_cp2:
    $ quick_menu = False

    scene black with dissolve
    centered "Глава 2"

    pause 1

    $ quick_menu = True
    scene black with dissolve

    "Ситуация следующая: меня и Тимура будто бы бес попутал. В основном, конечно, Тимура."

    "Из-за какого-то плаката и упёртого высокого барана мы теперь стоим перед угрозой дисциплинарки, проблемой обязательного ремонта, живём с порванными обоями и плакатом, а коменда думает о нас, как о двух психопатах."

    "Теперь я, зная, что в нашей комнате живёт настоящий псих, засыпаю с мыслью о том, что, возможно, Тимур придушит меня подушкой. Я пытался пару раз поговорить с комендантом, чтобы объяснить ситуацию подробнее, чем только поставил себя в ещё более неловкое положение."

    "“Ты выглядишь так, будто оправдываешься перед мамой”, - стыдила она меня. Никогда я ещё не чувствовал себя настолько униженным."

    "Единственным доступным сейчас вариантом я посчитал следующий: нужно засунуть свою гордость куда подальше и смириться с тем, что часть своего свободного времени я буду вынужден потратить на ремонт."

    "Во время утренних сборов я заметил, как Тимур одевался, а значит, он тоже собирался в вуз. Идти вместе не хотелось, поэтому оставалось два варианта."

    "Во-первых, я мог бы подождать, пока он выйдет первым, отсчитать пять минут и выйти, чтобы идти позади."

    "Но это унизительно звучит, верно?"

    "Идти позади. Ага, конечно. Это он будет глотать мою пыль."

    "Говорят, в армии на сборы даётся время горения одной спички. С моей скоростью её бы даже не успели зажечь."

    "Однако мой сосед показал мне, что он достойный соперник - мы вышли из дома одновременно."

    "Ничья означала, что придётся нам идти рядом друг с другом."

    "Благо, что мы хотя бы негласно решили молчать всю дорогу. Разговаривать нам не о чем, да и желания нет."

    "Остаётся только погрузиться в свои мысли и считать шаги до того момента, когда мы сможем разойтись и притвориться незнакомцами."

    #Фон улица по дороге в универ
    scene bg_street_day_spring with dissolve

    "Есть три возможных направления взгляда человека во время ходьбы: себе под ноги, вперёд и куда-то ввысь."

    "Опираясь на все мои знания о людях и предположения, Тимур является тем самым человеком, который будет смотреть куда угодно, но только не вверх."

    "Однако, к моему удивлению, взгляд его был устремлён именно в небо."

    "Сейчас я в очередной раз задался вопросом: что может быть в голове у этого человека? Что он увидел в этом облачном небе?"

    "Может быть, он на самом деле мечтатель? Или просто любит небо. Или облака." 

    "В детстве я тоже их любил. Лежишь себе, смотришь на облака. Думаешь, как они выглядят, общаются между собой." 

    "Вон там вот облако выглядит как динозавр. А вон нога, или Италия. А вон сердце. Действительно, белое сердце." 
    
    "Может быть он смотрит на это обла…"
    # *Мысль прерывается звуком гудка и светом фар*


    #Фон приближающаяся машина
    #Звук громкого гудка машины


    "А? Что это? Машина. И куда он гонит?"

    "А, стоп. Это же я на красный вышел. Значит, сейчас меня собьют."

    "Чёрт. Сердце будто разлетелось на куски и забилось в самые отдалённые части моего тела, каждая капля крови стыла в жилах от ужаса, а все до одной мысли слились в немую просьбу о помощи."

    "Волосы встали дыбом от страха, живот скрутило от ужаса. Перед глазами пронеслись самые яркие моменты жизни, а адреналин пытался замедлить моё восприятие времени настолько, насколько это возможно."

    "Но в реальности машина неслась на полном ходу, тело не успевало среагировать, чтобы отпрыгнуть. Похоже, что сейчас будет больно..."

    "Ох, как я не люблю боль! И вообще, я даже не целовался ещё ни разу! И аниме не досмотрел. Вот бы сейчас было не больно..."

    "Ну, вот и всё. Осталось закрыть глаза и ждать удара. Три, два, один…"

    "…"

    "…"

    # some scene??

    "А?"

    "Живёхонек." 

    "Задницей ударился. И всё? Странно."

    "Набравшись сил, я открыл глаза. Сердце из облаков передо мной. Похоже, не умер."

    "Точно, кто-то меня быстро оттуда оттащил."

    "Приподнявшись, я заметил лицо Тимура, полыхающее от злости. Судя по всему, это он меня и спас." 

    "Так злится, будто бы сам чуть не умер."

    #Спрайт злой Тимур
    
    t "Смотри, куда прёшь, дурак! Умереть захотел? Жизнь не дорога? Ты просто невыносим!!!"

    "Казалось, что мне надо что-нибудь ответить, но слова застряли во рту и не желали выходить."

    "Теперь я его должник, получается. Нет, даже хуже. Я ему ничего не должен. И это хуже всего."

    "Он спас меня просто потому, что он - хороший человек. Не чудовище и, наверное, даже не эгоист." 

    "Да и дело не в том, что он спас меня, а в его реакции."

    "Голос его был наполнен злостью, за которой скрывался страх. Он действительно не на шутку испугался, что я останусь белым силуэтом на этой дороге, и гнев его вызван переживаниями за меня."

    "Это нормальное дело - переживать за людей, когда они находятся в смертельной опасности, но, чаще всего, если тебе всё равно на человека и опасности удалось избежать, такие глубокие и яркие эмоции не появляются." 

    "Он волновался и злился из-за меня, попутно покрывая нецензурной бранью водителя, продолжающего своё движение, словно ни в чём не бывало, а я не мог и слова ему сказать."

    "Всё моё существо охватил стыд. Искренний и неподдельный."

    "Остаток пути мы шли в настолько глубоком молчании, что, когда мы поднимались на крыльцо вуза, я осознал, что даже не сказал спасибо." 

    "Силуэт моего спасителя растворился в толпе, и в следующий раз я его увидел только уже сидя в аудитории особняком от других."

    "Взгляд его был устремлён вникуда - если мы рассматриваем этот вопрос метафорически, и на парту - если физически. Место рядом с ним как всегда занимал только его верный товарищ рюкзак."


    #Фон аудитория
    #Спрайт гг и Тимур рядом

    "Я подсел рядом, как в первый день. Пара началась спустя 5 телефонно-залипательных минут."

    "Инцидент уже вышел из моей головы, а эмоции отступили."

    "Остаток чести во мне всё-таки заставил меня коснуться плеча своего соседа и, перегнувшись через его рюкзак поближе к уху, прошептать, всё-таки волнуясь:"

    #Спрайт гг смущенный

    mc "С-спасибо."
    
    "Реакция Тимура была пугающей. Обычно он игнорирует мои слова, но сейчас он повернулся и посмотрел прямо на меня. И непонятно по его лицу - то ли он сейчас рявкнет, то ли развернётся."
    
    "Но вопреки всем моим худшим ожиданиям он лишь сказал:"

    #Спрайт Тимур обычный

    t "Да ничего, любой бы так сделал. Только в следующий раз спасать не буду."

    mc "Правда, спасибо, если бы не ты…"

    t "Всё, забыли. Давай не вспоминать." 

    "Судя по всему, он попался на болтливом настроении! Это мой шанс. Но…"

    "Я не знаю, о чём говорить. В голову ничего не лезет. Вот бы существовала инструкция по общению с людьми."

    "Но нужно что-то придумать, пока поезд не ушёл! Это будет первый шаг на пути к починке наших… Стоп."

    "Починка, точно! У нас же ремонт намечается."

    #Спрайт гг задумчивый

    #Спрайт гг обычный

    mc "Что будем делать с ремонтом?"

    #спрайт гг и Тимур болтают вдвоём 

    "После этого вопроса пара пролетела незаметно. Всё оставшееся время мы с Тимуром обсуждали, что купить, когда приступить к работе и как распределить обязанности."
    #Фон выход из аудитории

    "Мы решили сразу после пары пойти в магазин. И, как только занятия закончились, мы направились к выходу из университета."

    "Прямо у дверей перед нами внезапно появился староста группы. Все вроде называли его “Шнурком”."

    #Спрайт Шнурок, который стоит перед ребятами и просит не уходить

    a "Дорогие дамы и господа! На следующей неделе состоится “Карьерный марафон”, просьба по возможности всем принять участие. А также уже есть список курсовых на этот семестр…"

    menu:
        "Слушать":
            #Слушать:
            #Спрайт Шнурок, говорящий свою речь
            a "Все долги по дисциплинам нужно сдать на этой неделе…"

            a "В этом семестре у нас 5 экзаменов и 6 зачётов..."

            a "Поздравляем с первым местом в конкурсе…"

            # Шн:”Бла-бла-бла...” ? будто не шнур говорит бла-бла
            "Бла-бла-бла..."

            "Признаюсь, я очень старался слушать старосту. Но эта болтовня о каких-то документах, успехах наших одногруппников, долгах, сессии… Ску-ко-та."
            #Спрайт гг скучающий 
            "Я нашёл глазами Тимура, в нём было ещё меньше попыток вникнуть в слова старосты - он просто спал за партой."

            #Спрайт Тимур, спящий за партой, положив голову на руки
            "Окинув взглядом аудиторию, я понял, что почти никто из одногруппников не слушал Шнурка."
            "Заметив это, я даже проникся сожалением к нему. Он там старается, распинается перед нами, а всем всё равно."
            "Мне захотелось поддержать этого парня, пусть мы с ним и не знакомы. Всю оставшуюся пару я всё-таки вникал в то, о чём он говорил."
            #Спрайт гг, внимательно слушает Шнурка

        "Не слушать":
            #Не слушать:
            "За этот день я так устал, что это собрание не вызывало у меня никакого энтузиазма. Признаюсь, я даже не пытался вслушаться в монотонную и сто процентов скучную речь нашего старосты."
            #Спрайт гг скучающий 
            "Я окинул взглядом аудиторию."

            "Похоже, одногруппники разделяли моё отношение к этому собранию. Пара ребят впереди абсолютно игнорировала Шнурка. Они обсуждали что-то, точно не касающееся учёбы, и смеялись."
            "Я повернулся к Тимуру."

            "Тот боролся со сном, пытаясь хотя бы делать вид, что понимал, о чём идёт речь." 

            "Но тут я обратил внимание на девушку с первой парты. Её глаза сияли, а взгляд был прикован к старосте. Создавалось ощущение, что она единственная, кто его слушал."

            #фон с ребятами, разговаривающими на переднем ряду
            #спрайт Тимур, скучающий, положил голову на руку
            #фон с девушкой с первого ряда, внимательно слушает Шнурка
            #спрайт гг обычный, спрашивает про Марго

            mc "Слушай, а что это за девушка?" #*указывает на Марго*

            #спрайт Тимур обычный
            t "Это Марго."

            mc "А чего она на него так пялится?"

            t "Так она влюблена в Шнурка ещё с начала года, а тот то ли реально не замечает, то ли специально игнорирует. Вся группа уже ставки делает на то, заметит или нет."

            mc "Это же очевидные намёки, как можно этого не замечать…"
            
            t "Ему стоит внимательнее относиться к людям и смотреть по сторонам."

    #фон выход из аудитории
    #фон выход из университета 
    #фон дорога к магазину

    "Наконец-то староста закончил своё выступление. Он отпустил нас и пожелал удачи. Мы с Тимуром с облегчением выдохнули."

    "Хоть этот день уже и так меня очень утомил, я закрыл на это глаза, ведь нам ещё идти в строймагазин."

    "Мне кажется, во взгляде Тимура я прочитал то же самое. Но, делать нечего, мы отправились в “увлекательное путешествие” в мир обоев, шпаклёвки и остальных материалов для ремонта."

    #фон магазин стройматериалов, сзади видно обои, плитки, инструменты, краски, кисточки и прочие стройматериалы

    "Мы с Тимуром провели в магазине несколько часов. Мне кажется, покупка стройматериалов нас несколько сблизила."

    "Мы обсуждали, что лучше купить, как будет выглядеть наша комната. Я узнал, что Тимуру уже приходилось делать ремонт у себя дома."

    #cj улица, дорога в общагу

    "По дороге в общагу мой сосед сказал, что будет руководить работами."

    "Меня, конечно, немного расстроил тот факт, что сказал он это не очень тактично. Но я решил не возражать и не препираться с Тимуром. У него больше опыта в этом деле, да и лидерские качества у него более выдающиеся."

    "Мы пришли в общагу. Этот день окончательно меня вымотал." 

    "Тимур сразу рухнул на кровать. Я, в свою очередь, слегка перекусил и тоже приготовился ко сну. В кровати я думал о завтрашнем дне." 

    "Мы с Тимуром приступим к ремонту. Уверен, у нас всё получится!"

    #фон комнаты, Тимур спит 
    #спрайт гг в пижаме
    #фон комнаты 
    #Тёмный фон
    #играет спокойная музыка

    #Сон с Евой. 

    "Комнату заполнил солнечный свет. Тимура не было, но я всё же решил приступить к подготовке комнаты к ремонту."

    "Я начал сдвигать мебель так, чтобы можно было подступиться к стенам и обоям."

    "Всё готово, осталось лишь открутить полку над моим рабочим столом. Я открутил три болтика и приступил к последнему, который держал её у стены."

    "Но вдруг меня что-то отвлекло. Женский голос за моей спиной…"

    #Спокойная музыка перестаёт играть
    # n:”Осторожно!!”
    n "Осторожно!!"
    #спрайт гг удивленный

    #полка с грохотом падает, громкий звук
    "Я обернулся и увидел её. Та самая девушка из моих снов."

    "Я уронил отвёртку, но последний болтик оказался не слишком надёжным. Полка с грохотом обвалилась мне на ногу."

    "Жгучая боль, вся нога просто горела." 

    "Я не знаю, что пугало меня больше. Возможность перелома или взгляд этой девушки."

    "Она не сводила с меня глаз. Но её выражение было спокойным и безэмоциональным." 

    "Она больше ничего не говорила… А затем темнота…"

    #спрайт гг испуганный
    #гг осматривает свою ногу
    "Темнота прояснилась. Страх и ужас переполняли меня. Я тут же вскочил и посмотрел на свою ногу." 

    "Она была цела и совсем не болела." 

    "Я оглядел комнату." 

    "Её заполнил солнечный свет, а вся мебель была на месте."

    #фон комната, наполненная светом
    #звук открывающейся двери

    "Это всё сон. Опять эти кошмары… И к чему мне всё это снится?"

    "Дверь в комнату распахнулась. Я приподнялся с кровати и увидел Тимура. Его лицо выражало уже привычную мне эмоцию - недовольство."
    #спрайт недовольный и злой Тимур
    
    t "Ты что до сих пор спишь! У нас дел по горло, давай вставай!" #*врывается*
    mc "Блин, не хочу…" #*с неохотой встаёт, лицо недовольное*

    #спрайт гг ленивый, недовольный
    "Десять утра. Он обычно отсыпался в это время. Чего же ему сегодня не спалось? Неужели он настолько серьёзно решил отнестись к этому ремонту, что аж режим свой нарушил?"

    "Если честно, засыпая вчера вечером, я был гораздо более настроенным на сегодняшний ремонт. Этот сон совсем выбил меня из колеи."

    "Поэтому я не особо торопился, пока приводил себя в порядок с утра."

    "Нерасторопно почистив зубы, я приступил к завтраку. Я пытался растянуть свою тарелку хлопьев как можно дольше."

    "Но тут я почувствовал сверлящий меня взгляд Тимура. Пожалуй, ускорюсь. Думаю, моя нерасторопность выводит его из себя. И я решил больше не действовать Тимуру на нервы."

    #Фон комнаты
    #спрайт гг обычный
    mc "С чего начнём?" #*Оглядывает фронт работ*

    #спрайт Тимур обычный
    t "Давай для начала выкинем весь хлам."

    "Тимур вручил мне большой мусорный мешок, купленный нами вчера, и отправил меня убирать половину комнаты."

    "За время моего проживания хлама накопилось достаточно, и даже от прошлых владельцев осталось…"

    "В комнате воцарилась тишина. Довольно-таки неловкая. Из-за этого в мою голову начали лезть мысли о сне, о той девушке… Я пытался отвлечься, но получалось думать только о сегодняшней ночи." 

    "Это уже невозможно, надо хоть с Тимуром поговорить."

    #спрайт гг обычный
    mc "Что у тебя с численными методами?" #<надо же хоть что-то сказать>
    #спрайт Тимур обычный 

    t "Сделаю за пару дней."
    mc "А ты вообще их видел? Там же очень сложно!"

    #спрайт гг возмущенный 
    #спрайт Тимур обычный

    t "Да я уже делал подобное. Не труднее, чем создавать игру."

    #спрайт гг любопытный
    mc "О, так ты уже и игры делаешь?"

    #спрайт Тимур, взгляд в сторону
    t "Когда-то начал, но потом как-то не срослось. Сейчас нечего об этом думать."

    #спрайт гг восхищён, заинтересован
    mc "Как это, не имеет смысла? Это же так круто! А что за игра была?"

    #спрайт Тимур обычный
    t "Хотел сделать визуальную новеллу, но не умею толком рисовать, да и будет не очень. Теперь это никому не интересно."

    "Манера общения Тимура меня удивила. Я думал, что мы с ним сблизились. Но он разговаривал, как при первой встрече. Он замыкался в себе так, будто мы с ним вообще не знакомы."

    "Надо как-то поддержать его. У него ведь правда всё может получиться!"

    #спрайт гг, лёгкая улыбка
    mc "Пиши о том, что тебя волнует, что знаешь. Может, кто-то поймёт, что он не один и есть ещё люди с такими же проблемами."

    #спрайт Тимур неловкий
    t "Оказывается, ты такой романтик, спасибо."

    "Не уверен, что мой совет был полезным. Я пытался понять, какие эмоции испытывает Тимур в данный момент."

    "Похоже, что он задумался над моими словами. Может, всё-таки они хоть немного его подбодрили."
    
    "Мы с Тимуром продолжили уборку. Это действие сопровождалось повседневной беседой. Говорили о ремонте, я рассказал несколько школьных историй, и мы даже немного обсудили наших одногруппников." 

    "Мне кажется, я начинаю привыкать к Тимуру. Могу сказать, что он меня хотя бы уже не раздражает." 

    "Но тут моё приподнятое настроение сменилось. Тимур с выражением лица командира вручил мне мешок с мусором."

    #спрайт гг возмущенный
    mc "Почему только я должен тащить весь этот мусор?!"

    #спрайт Тимур обычный
    t "Я пакеты принёс, а ты мусор выносишь. Всё честно."

    "Такая несправедливость ошарашила меня: я даже не придумал, что ответить."

    "Я выхватил мешок с хламом и направился к выходу, громко хлопнув дверью."

    t "Только давай быстрее, нам ещё мебель двигать!"

    #спрайт гг раздражен
    "Мне было нечего ответить соседу и на это. Не понимаю, почему я должен выполнять самую тяжёлую работу??? Я таскаю весь этот мусор, а Тимур, как король, сидит в комнате и раздаёт указания!" 

    "Пока я шёл до мусорного контейнера, было слышно, как мешок трещит и рвётся. Он был особенно тяжёлым - в нём находился карниз, который мы решили заменить."

    "Я замахнулся, чтобы выкинуть весь этот хлам, но пакет порвался, и содержимое упало прямо на мою ногу."

    "Жгучая боль, вся моя пострадавшая конечность просто горела. Я опять вспомнил о сне." 

    "Неужели девушка хотела предупредить меня об опасности? А что если это не все неприятности, с которыми я сегодня столкнусь? Может, она пыталась меня защитить? Стоит ли продолжать ремонт? Вдруг сегодня не самый удачный день?"

    #Выбор: “Уйти” и “Вернуться к ремонту”
    menu:
        "Уйти":

            #Если выбор “Уйти”
            "Нет, нет, нет. Такое просто так не могло присниться. Тем более, я итак сегодня наработался. Тимур эти мешки не таскал. Пусть хоть мебель подвигает. Уверен, он справится."

            "На удивление, несмотря на сильный удар, боль в ноге, которая разрывала меня изнутри ещё пару минут назад, стихла. Я решил, что, пожалуй, лучше пройдусь."

            "Я направился к воротам, которые отделяли территорию общежития от улицы. Но тут передо мной возникла комендант."

            #спрайт ОЛД легкая улыбка
            od "Привет, как продвигается ремонт?"

            #спрайт гг обычный
            mc "Да так, медленно, но верно."
            
            #спрайт ОЛД обычный
            od "Как отношения с Тимуром, не ссорились больше?"

            #спрайт гг зажатый
            mc "Пока нет, но с ним бывает трудно."

            #Спрайт ОЛД грустно кивает головой
            "Её выражение лица сменилось. Она взгрустнула и кивнула головой. Глаза коменданта выражали понимание и поддержку."

            #спрайт ОЛД обычный
            od "Ты не обижайся на него, он хороший парень. Просто у него сейчас трудный период, тяжело ему. Ну ладно, мне идти пора. Удачи с ремонтом!"

            "Холодок пробежался по спине. Я плохо знал Тимура. Может, у него и вправду что-то случилось, а я тут его бросать собрался."

            "Во мне заиграла совесть. Хотя, если честно, настроя продолжать ремонт у меня не было абсолютно."

            #Снова Выбор: “Уйти” и “Вернуться к ремонту”
            menu:
                "Уйти":
                    #Если выбор “Уйти”:
                    #Минус баллы дружбы
                    "Я подумал ещё. Я не могу уже терпеть этот ремонт, а он только начался. Пожалуй, ничего не случится, если я немного прогуляюсь."

                    "Мои угрызения совести поутихли, и я направился к выходу с территории общежития."

                    #Фон дорога к универу
                    "На самом деле, я всё ещё плохо знал город. И вообще понятия не имел, где тут гулять. Поэтому я по привычному маршруту направился в сторону университета."

                    "Эта дорога уже пресытилась мне, почти каждый день я наблюдал одно и то же. Но я понял, что никогда не всматривался в те пейзажи, которые видел каждый день."

                    "Вдруг что-то яркое в сугробе заставило меня остановиться." 

                    #Фон сугроб, в котором виднеется что-то ярко-красное 
                    #cj две красных гвоздики на снегу
                    # жуткая музыка

                    "Я решил подойти поближе, чтобы понять, что же это такое."
                    "Оказалось, на снегу лежало несколько красных гвоздик. Мне стало не по себе, по всему телу побежали мурашки. Я оцепенел от холода, но дело было не в погоде на улице."

                    #спрайт Женя обычный
                    un "Привет. Жуткие, правда? Как кровь."

                    "Я вскочил от удивления - совсем не услышал, что ко мне кто-то подошёл."
                    "Я обернулся. Рядом со мной стояла моя одногруппница."

                    #спрайт гг удивленный, смотрит на Женю
                    #спрайт Женя обычный
                    j "Прости, что напугала."

                    #спрайт гг обычный
                    #спрайт гг смотрит на цветы 
                    mc "Ничего страшного. Как тебя зовут? Ты не знаешь, почему здесь лежат эти цветы?"

                    #спрайт Женя обычный
                    j "Женя. Эти цветы для призрака общаги."

                    #Спрайт гг в шоке
                    "Я не знал, что и ответить, поэтому просто продолжал смотреть на мою новую знакомую."

                    #спрайт Женя обычный
                    j "Не беспокойся, мне ещё ни разу не удалось увидеть его. Я разбираюсь в этой теме, поэтому такое точно бы не пропустила."

                    #спрайт гг обычный
                    mc "Наверное."

                    #спрайт Женя слегка улыбается
                    j "А ты случайно не тот новенький из группы?"

                    #спрайт гг обычный, чуть улыбается
                    mc "Я кстати [mcname]. Да, это я."

                    #спрайт Женя улыбается
                    j "Я рада, что встретила тебя. А ты хорошо разбираешься в объектно-ориентированном программировании?"

                    #спрайт гг, почесывает голову
                    mc "Не идеально, но понимаю."

                    #спрайт Женя, жалостливый взгляд 
                    j "О, а ты можешь мне с этим помочь?"

                    "Выражение её лица было таким трогательным. Я не мог ей отказать, тем более итак уже подвёл сегодня Тимура, не могу же я ещё и с Женей так обойтись."

                    "К тому же, это будет хорошим оправданием перед соседом, который по-любому злился на меня."

                    #спрайт гг обычный
                    mc "Да, давай помогу."

                    #спрайт Женя с улыбкой
                    j "Я очень тебе благодарна. Может пойдём в кафе и там обсудим?"

                    #спрайт гг обычный
                    mc "Веди меня."

                    #cj дорога к кафе
                    "Я шёл вслед за Женей. По дороге я притормозил и оглянулся на наше общежитие. Мне всё ещё было совестно перед Тимуром. Интересно, что же он скажет, когда я вернусь вечером?"

                    "Всё, хватит о Тимуре! Я уже согласился помочь Жене, да и новые знакомства среди одногруппников мне не помешают. С Тимуром как-то разберемся. В любом случае нам придётся ещё жить вместе, да и ремонт мы только начали."

                    "Откинув все угрызения совести, я продолжил идти за моей новой знакомой."

                    #фон кафе
                    "Мы с Женей вошли в уютное кафе, а летом, скорее всего, на улицах с плетёной мебелью. Сейчас же все места располагались внутри здания."

                    "Интерьер в стиле лофт выглядел как-то по-домашнему успокаивающе: красные кресла рядом со столиками, развешанные на потолке флажки. Комнатные растения и мягкое освещение добавляли месту какую-то особенную атмосферу." 

                    "Выбрав столик у окна, Женя опустилась на стул и позвала официанта, заказав молочный коктейль. Я же сел рядом." 

                    "Выудив конспекты, мы принялись за работу. Я старался объяснить Жене тему, а она достаточно успешно пыталась её понять, хоть это и не всегда у неё получалось." 

                    "После плодотворной работы мы решили сделать небольшой перерыв. А я, дабы не упускать возможность, решил узнать то, что в последнее время меня так сильно интересует. Призрак…"

                    #спрайт гг обычный
                    mc "А что за призрак, можешь рассказать?"

                    #спрайт Женя обычный
                    j "Я многого не знаю, но говорят, что он появился около года назад и ходит по коридорам общаги."

                    "Женя нарочито прищурила глаза, наклонив голову. Она замолчала, будто стараясь придать атмосфере каплю таинственности и жути."

                    #спрайт Женя обычный
                    j "Этого призрака видел только один человек, но он не выдержал такого соседства и съехал с общаги."

                    #нужны ли тут кавычки?
                    "В голове отчётливо и в подробностях всплыли недавние сны, а ощущение чьего-то присутствия  лишь усилилось. Мне стало не по себе. “Неужели всё это не случайно и призрак теперь ходит за мной?”"

                    #спрайт гг обеспокоенный 
                    #спрайт Женя обычный
                    j "Ты чего?"

                    #спрайт гг немного смущённый
                    mc "Да нет, ничего, всё нормально."

                    #спрайт Женя обычный
                    j "Ты испугался местной страшилки?"

                    #спрайт гг обычный
                    mc "Да нет, всё нормально, говорю же."

                    #спрайт Женя с небольшой ухмылкой
                    j "Верю, верю. А какое у тебя хобби?"

                    #cj дорога к общаге
                    "Я и не заметил, как от истории про местную страшилку мы перешли к обсуждению преподов в универе, потом к любимым книгам и фильмам, а вскоре уже и вовсе болтали обо всём на свете."

                    "У меня было ощущение, что я знаком с этой милой рыжеволосой девочкой уже много лет, так мне было с ней легко и спокойно."

                    "Женя оказалась очень приятным собеседником, с которым можно было забыться в разговоре и не замечать происходящее вокруг. Так и случилось."

                    "Она уже давно пожелала хорошего вечера официантке в кофейне, и мы, завернув за угол, пошли в сторону общаги."

                    "Однако вынырнуть из увлекательной беседы в реальность мне удалось лишь тогда, когда прекрасный голос Жени исчез, а я уже стоял один на один с дверью, отделяющей меня от определённо очень злого Тимура."

                    "Кажется, в этот момент я вспомнил все дыхательные практики, которые помогают бороться со стрессом и, сделав ещё раз глубокий вдох, перешагнул порог в комнату, которая казалась мне сейчас обителью зла."

                    "Только зайдя в комнату, окутанную полумраком, я осознал, что уже давно наступил вечер, а вместе с ним и последствия за моё решение пойти в кафе с Женей вместо помощи Тимуру в нашем совместном деле."

                    "Но ничего не вернуть, и я, окинув взглядом комнату, с сожалением увидел, что вся мебель была уже сдвинута Тимуром собственноручно, а главное - в одиночку, а все старые обои были сняты со стен."

                    "Самого мастера дел по ремонту я обнаружил не у окна, а за своим столом у стены. Он что-то сосредоточенно печатал на компьютере, а яркий свет от экрана освещал его лицо, не выражавшее никакой эмоции."

                    "Тимур никак не отреагировал на то, что пришёл его сосед. Приглядевшись к гаджету, я увидел, что Тимур, судя по всему, уже начал делать свою игру, так как на экране было открыто множество окон, во многих из которых были иллюстрации и программные коды."

                    "Тут моё внимание привлекла правая нога Тимура, которая была в бандаже. Эластичный бинт фиксировал поврежденную стопу. А ведь утром этого не было…"
                    
                    "И тут я вспомнил свой сон, в котором повредил как раз правую ногу и именно эту часть. От осознания сложившегося пазла этих необъяснимых событий у меня пошли мурашки."
                    
                    "Сон, без сомнения, оказался вещим, но только на моём месте оказался Тимур."
                    
                    "В голове замелькало множество мыслей, возможных вариантов объяснения этого, но самым ярким чувством в этот момент был стыд перед Тимуром, который сжигал сердце."
                    
                    "Мне очень хотелось извиниться перед соседом. Я долго подбирал нужные слова и оправдания своему поступку и наконец решился обратиться."

                    #спрайт гг с виноватым видом                               
                    mc "Тимур, я…"
                    #спрайт Тимур сидит за столом, не обращая внимания на гг
                    t "Отвали."

                    "Это одно слово сразу вычеркнуло из моей головы все извинения и объяснения. Хотя…"
                    
                    "Какие тут могут быть оправдания тому, что я бросил соседа в нашем общем деле? Ещё и Тимур получил из-за меня травму."
                    
                    "Так казалось, ведь это мне приснился вещий сон. Я мог догадаться и предупредить, тогда бы этого не произошло. Но сейчас уже ничего не исправить."
                    
                    "Больше в этот вечер мы не сказали друг другу ни слова."
                    
                    "Тимур довольно быстро закончил работу в компьютере, не обращая никакого внимания на меня, лёг в кровать, накрывшись одеялом с головой и отвернувшись от меня к стене."
                    
                    "А вот мне никак не удалось предаться сну. Я долго ворочался на кровати, меня бросало то в жар, то в холод, и казалось, будто из темноты комнаты на меня смотрели глаза, холодные и осуждающие. Но они сразу же исчезали, стоило лишь моргнуть."
                    
                    "Я решил последовать примеру Тимура и отвернулся к стене, закрыв глаза и накрывшись одеялом с головой. Мне удалось провалиться в сон, но с липким чувством страха и ощущением холода по спине."

                "Вернуться к ремонту":
                    $ helpedWithRepair = True
        "Вернуться к ремонту":
            $ helpedWithRepair = True
    
    if helpedWithRepair:
        # Если выбор “Вернуться к ремонту”:
        # Плюс баллы дружбы
        "Я понимал, что не могу бросить Тимура в общем деле, тем более, что отношения у нас стали более менее налаживаться, и сейчас стоит поставить это в приоритет. Всё-таки лучше, когда с сожителем вы не просто молчите и игнорируете друг друга."
        
        "Подумаешь, какой-то сон, это не должно меня пугать и останавливать. Я уже взрослый мальчик и не боюсь всяких страшилок и монстров под кроватью. Наверное…"
        
        "Я постарался отогнать все плохие мысли и направился ко входу общежития. Уже вечерело, и солнце кидало прощальные отблики в его коридорах.."
        
        "Зайдя в комнату, я увидел, что Тимур уже убирал учебники с полки в коробку." 
        
        #спрайт Тимур обычный
        t "Готов к тяжелой работе? На это уйдёт много времени."
        
        #спрайт гг неуверенный
        mc "Д-да."
        
        #спрайт Тимур обычный
        t "Нужно сдвинуть всю мебель и освободить стены."

        "Я нехотя обвёл взглядом комнату, чтобы прикинуть объёмы предстоящей работы. Ну, скорее всего, страданий. Как бы этого делать не хотелось, но надо, пути назад нет. Лучше сделать дело и, как говорится, гулять смело."
        
        #спрайт Тимур обычный
        t "Сдвинь пока свою кровать."
        
        #спрайт гг обычный
        mc "Да, хорошо."
        
        "Я подошёл к кровати, радуясь, что пока мне досталось не очень сложное занятие. Только для начала надо убрать всякий хлам и одежду, накиданную сверху кровати. Зачем нужен шкаф, когда есть кровать?"
        
        "Осталось только снять коробку с верхнего яруса, и можно двигать."
        
        "Убрав всё ненужное, я наконец-то подошёл сбоку своего спального сооружения, уверенно взялся за перила и попытался отодвинуть его от стены хотя бы на миллиметр."
        
        "Но, увы, все попытки были тщетны, и получилось только лишь приподнять, но о том, чтобы сдвинуть, и речи быть не могло."
        
        "Но я не из тех, кто быстро сдаётся. Решившись подойти с другой стороны, я, к сожалению, столкнулся с таким же результатом."
        
        "Запыхавшись и раскрасневшись, я изрядно выдохся с этой кроватью, но поддаваться мне в этом ожесточённом поединке она явно не собиралась."
        
        "Невольно закрадывались мысли, из какого же материала сделана эта кровать. Чугунная что ли…"
        
        #спрайт Тимур раздражённый
        t "Чё ты там возишься?"
        
        #спрайт гг недоумевающий
        mc "Да эта кровать просто неподъёмная!"
        
        #спрайт Тимур недовольный
        t "Отойди, хлюпик."
       
        "Я отошёл в ожидании, что Тимур сейчас повторит мой неудачный опыт с передвижением кровати."
        
        "Но каково же было моё удивление, когда Тимур, словно пушинку, сдвинул кровать одной рукой."
        
        "Теперь я уже думал не о том, из чего сделана кровать, а о том, из чего сделан Тимур, раз ему так легко поддалась такая тяжесть."
        
        #спрайт Тимур сердитый
        t "Толку от тебя ноль."
        
        #спрайт гг возмущённый и недовольный
        mc "Раз уж такой умный, делай всё сам!"
        
        #спрайт Тимур обычный
        t "Окей."
        
        "Я чувствовал себя обиженным и даже униженным после реплик Тимура в мой адрес и этой чугунной кровати. Садясь на виновницу неуверенности в своей силе, я стал наблюдать за своим соседом."
        
        "Тимур очень быстро и легко сдвигал всю мебель, словно она ничего не весила."
        
        #спрайт гг обиженный
        mc "Ты хорошо и один справляешься, видимо, моя помощь совсем не требуется."
        
        #спрайт Тимур угрюмый
        t "Да, ты только мешаешь."
        
        "Я находился в лёгком шоке от столь резкого ответа Тимура, а в голове всё ещё крутилась обида, постепенно перерастающая в злость. Уверенность в своих силах будто улетучилась, всё же возвращаться к ремонту не стоило."
        
        "Гоняя табун мыслей, я краем глаза заметил Тимура, тянущегося к полке на своей стороне комнаты с отверткой в руках."
        
        "Перед моими глазами всплыл недавний сон, и я, словно молния, вскочил с кровати, подбегая к Тимуру:"
        
        #спрайт гг встревоженный
        mc "Осторожно!"
        
        "Расшатанные, ржавые саморезы, которые, наверное, были вкручены во времена мезозоя, вывалилились из стены, отчего полка с грохотом упала. И, вероятно, она отдавила бы Тимуру ногу, не окажись я рядом."
        
        "Находясь в лёгком шоке, Тимур поднял свои глаза на меня в тот момент, когда я ставил полку на пол. Ещё бы чуть чуть…"
        
        #звук грохот падающей полки
        #спрайт удивлённый Тимур 
        t "Ну у тебя и реакция! Радиоактивные пауки случайно не кусали?"
        
        #спрайт гг обычный
        mc "Да вроде нет. А мебель здесь, похоже, вся на соплях держится"
        
        #спрайт неловкий Тимур, отводящий глаза в сторону
        t "Спасибо. Ещё немного и моей ноге бы не поздоровилось."
        
        "Я смотрел на Тимура, и мне казалось, что вся его напыщенность и агрессия вдруг куда-то исчезли. Его взгляд притупился, будто стыдясь признать, что не совсем он справился сам."
        
        "Теперь же он неловко отводил взгляд. Обиду на Тимура я решил отпустить."
        
        #спрайт гг обычный
        mc "Да не за что. Думаю, помощь тебе всё-таки пригодится. Вместе ломали, вместе и чинить будем."
        
        # а скок секунд
        "Тимур подумал секунд, а после выдохнул и ответил:"
        
        #спрайт Тимур обычный
        t "Ладно. Только делай, что скажу."
        
        #спрайт гг обычный
        mc "Слушаюсь, босс."
        
        #cj комнаты
        "В конечном итоге, к ремонту мы всё же приступили, а неловкая тишина постепенно перетекала в шутки. Шутки же в свою очередь вылились в приятную беседу."
        
        "В тот момент, когда мы снимали старые обои, наши разговоры чем-то напоминали общение хороших друзей."
        
        "Тимур распланировал ремонт от “А” до “Я” и не забыл уточнить, какие товары необходимо докупить и как делать то или иное действие. Его познания в ремонте меня сильно удивили. Впервые встречаю своего сверстника, который бы разбирался в ремонте."
        
        #спрайт гг обычный
        mc "И где ты так хорошо ремонт делать научился? Прямо настоящий профи!"
        
        #спрайт Тимур обычный
        t "Переезжали раньше часто. Приходилось родителям с ремонтом помогать. И за мелкими заодно приглядывать."
        
        #спрайт гг обычный
        mc "У тебя есть младшие братья и сестры?"
        
        #спрайт Тимур обычный
        t "Да, две сестры и брат."
        
        #спрайт гг обычный
        mc "Сложно, наверное, когда столько детей?"
        
        #спрайт Тимур обычный
        t "Бывает. С малышнёй же постоянно возиться надо. То поиграть, то покормить, то с уроками помочь. Родители всё не успевали, вот я с младшими и сидел."
        
        #спрайт гг обычный
        mc "Мда, не завидую тебе. Я-то в семье один рос."
        
        "Тимур резко взглянул на меня серьёзным, как будто даже строгим, взглядом. Так обычно смотрит учительница, если во время урока ты болтаешь."
        
        "Это немного нарушило наладившуюся между нами идиллию и тёплую дружескую атмосферу. Мне стало не по себе, я начал думать, что, возможно, я что-то не то сказал и задел чувства соседа."
        
        "Вроде ничего такого не было."
        
        #спрайт Тимур серьёзный, напряженный
        t "Как ни странно, я рад проводить с ними время. Мне кажется, что без них было бы пусто и тихо. А тебе не одиноко?"
        
        #спрайт гг обычный
        mc "Да не особо. Когда у тебя этого нет изначально, ты по этому скучать не можешь."
        
        "Тут я заметил, что лёгкая тоска и грусть легли на лицо Тимура. Взгляд резко застыл и стал как будто пустым. Мой сосед явно погрузился в воспоминания о семье."
        
        #спрайт гг обычный 
        mc "Скучаешь по ним?"
        
        #спрайт грустный Тимур
        t "Очень. Мне часто звонят из дома с вопросом, когда вернусь. У меня редко получается их навестить, хотя хочу это делать чаще. Но я обещал хорошо учиться, а если буду каждый раз ездить, то времени на учебу останется меньше."
        
        #спрайт Тимур смущенный
        "Я заметил, как Тимур остановил в моменте свои эмоциональные порывы и душевную речь про семью, постеснявшись, что он такой сентиментальный и позволил сбросить свою железную маску при мне."
        
        "А я, наоборот, был очень тронут таким тёплым и заботливым отношением с первого взгляда бездушного Тимура к своей семье."
        
        #спрайт гг искренний, лёгкая улыбка
        mc "Им повезло иметь такого старшего брата, как ты."
        
        "Тимур смотрел мне в глаза, дабы удостовериться, что я не вру и это не сарказм и не ирония."

        "Однако, увидев мою искренность, отвернулся, попытавшись скрыть улыбку, но в его глазах было заметно - ему очень приятно и важно слышать такое."
        
        #спрайт Тимур, благодарный взгляд
        #спрайт Тимур отворачивается, скрывая улыбку
        t "Спасибо."


return